[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:39};
itm1={id:15,name:Home_Center,refID:51,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:160,zorder:9};
itm10={backcolor:0,height:30,id:39,img:1250,layout:normal,name:icon_alert,styleid:0,type:IMAGEFIELD,visible:false,width:119,x:498,y:159,zorder:19,layout_param:{anchor:left-top,clipx:0,clipy:0}};
itm2={id:16,name:Home_footer,refID:52,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:431,zorder:10};
itm3={id:17,name:TOP,refID:53,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:0,zorder:11};
itm4={backcolor:0,bidimode:left-to-right,content:Audio FM,font:33,height:36,highcolor:0,hlayout:center,id:18,linespacing:0,multiline:false,name:Audio_FM,type:TEXTFIELD,visible:true,vlayout:middle,width:390,wrapline:no-wrap,x:205,y:157,zorder:12};
itm5={backcolor:0,bidimode:left-to-right,content:FREQ. Channel name,font:33,height:36,highcolor:0,hlayout:center,id:19,linespacing:0,multiline:false,name:FREQ,type:TEXTFIELD,visible:true,vlayout:middle,width:390,wrapline:no-wrap,x:205,y:228,zorder:13};
itm6={id:20,name:Home_header,refID:50,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:0,zorder:14};
itm7={backcolor:0,bidimode:left-to-right,content: contents name,font:33,height:36,highcolor:0,hlayout:center,id:21,linespacing:0,multiline:false,name:contents_name,type:TEXTFIELD,visible:true,vlayout:middle,width:390,wrapline:no-wrap,x:205,y:258,zorder:15};
itm8={backcolor:0,bidimode:left-to-right,content:Channel name,font:33,height:36,highcolor:0,hlayout:left,id:22,linespacing:0,multiline:true,name:Channe_lname,type:TEXTFIELD,visible:false,vlayout:middle,width:250,wrapline:wrap-by-word,x:347,y:228,zorder:16};
itm9={backcolor:0,background:0,bgbottomcenter:0,bgbottomleft:0,bgbottomright:0,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,bgtopcenter:0,bgtopleft:0,bgtopright:0,ccp:0,ccpzorder:over,height:480,id:33,name:DispON,styleid:0,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:false,width:800,x:0,y:0,zorder:17};

